Revit 2027 API
ParameterTypeId.SketchPlaneParam Property
 "Work Plane"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SketchPlaneParam { get; }
Public Shared ReadOnly Property SketchPlaneParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SketchPlaneParam {
	ForgeTypeId^ get ();
}
static member SketchPlaneParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace